// File: menus/aCheng.js
// 阿城 原始菜單資料
module.exports = {
  noodles: {
    '麻醬意麵': { large: 55, small: 45 },
    '陽春麵':   { large: 55, small: 45 },
    '米粉':     { large: 55, small: 45 },
    '粿仔條乾': { large: 60, small: 50 },
    '粿仔條湯': { large: 60, small: 50 },
    '榨菜肉絲麵': { large: 60, small: 50 },
    '餛飩麵':   { large: 65, small: 55 }
  },
  rice: {
    '焢肉飯': { large: 50, small: 40 },
    '肉燥飯': { large: 35, small: 30 }
  },
  others: {
    '火腿蛋炒飯':   70,
    '肉絲炒飯':     70,
    '蝦仁炒飯':     70,
    '香腸炒飯':     80,
    '綜合炒飯':     80,
    '櫻花蝦炒飯':   80,
    '泡菜豬肉炒飯': 80,
    '烏魚子炒飯':   120,
    '魚丸湯':       30,
    '貢丸湯':       30,
    '餛飩湯':       30,
    '紫菜蛋花湯':   30,
    '蛤仔湯':       40,
    '青菜豆腐湯':   30,
    '燙青菜':       40,
    '皮蛋豆腐':     30,
    '手工水餃': 50
  }
};
