// File: menus/yiBo.js
// 益伯 原始菜單資料
module.exports = {
  hotpot: {
    '鍋燒': { large: 75, small: 75 },
    '沙茶': { large: 85, small: 85 },
    '泡菜': { large: 85, small: 85 },
    '菇菇': { large: 90, small: 90 },
    '奶香': { large: 95, small: 95 },
    '咖哩': { large: 95, small: 95 },
    '南瓜': { large: 95, small: 95 },
    '麻辣': { large: 110, small: 110 },
    '椰香': { large: 115, small: 115 }
  },
  noodles: {
    '意麵': { large: 0, small: 0 },
    '雞絲麵': { large: 0, small: 0 },
    '烏龍': { large: 0, small: 0 },
    '泡飯': { large: 0, small: 0 },
    '冬粉': { large: 0, small: 0 },
    '科學麵': { large: 0, small: 0 }
  },
  others: {
    '肉圓': { large: 100, small: 50 },
    '芙蓉玉米粥': 70,
    '皮蛋瘦肉粥': 75,
    '吻仔魚粥': 75,
    '牛肉粥': 85,
    '紫菜吻仔魚粥': 85,
    '皮蛋玉米粥': 90,
    '皮蛋牛肉粥': 90,
    '綜合湯': 30,
    '貢丸湯': 25,
    '菜頭湯': 25,
    '魚丸湯': 25,
    '紫菜蛋花湯': 25,
    '蛤蜊紫菜湯': 30,
    '鮮菇紫菜湯': 25,
    '紫菜魚丸湯': 25,
    '燙青菜': 40,
    '煙燻豬耳': 30,
    '金絲幼筍': 30,
    '皮蛋豆腐': 35,
    '涼拌海帶絲': 30,
    '魚卵沙拉': 40,
    '蜜汁海帶': 40
  }
};
